{
  "artistName": "Katarzyna Kogutowicz",
  "biography": [
    "\"Katarzyna Kogutowicz's painting reveals that testimony, not a journey through layers of imagination, is most important to the author - a journey through the earth, through familiar and recognizable spaces. These are areas through which certain, marked and proven paths lead, where one does not wander on uncharted trails. That is why the heroes of the paintings are the areas where she lives and visits most often: the south of Bocheńszczyzna and Limanowszczyzna.",
    "You can see that the author knows them, often observes them and shows them with admiration and tenderness. She exposes their beauty, charm, picturesqueness. She notices them regardless of the seasons and atmospheric conditions. You can see that she likes rich architecture, but she is also tempted by nature itself - lush, multicolored. It often constitutes a perspective, frames embracing historical monuments - castles, churches, open-air museums.",
    "The paintings were created from direct, realistic observation, faithfully reflecting the climate, times of day and year...\" - emphasized Bożena Kobiałka - director of the Regional Museum \"Greek House\" in Myślenice, presenting the artist's profile during the opening of the exhibition \"Calendar Pages\" - 2012."
  ],
  "education": [
    "1995 – 2000 – studies at the Faculty of Arts of the Higher Pedagogical School named after Jan Długosz in Częstochowa. Diploma with distinction in painting in the studio of prof. Jolanta Winiszewska and diploma with distinction in drawing with prof. Włodzimierz Kulej.",
    "2001 – 2002 – postgraduate studies in care and educational pedagogy at the Pedagogical Academy in Cracow.",
    "2023 – 2024 – postgraduate studies in pedagogical therapy with sociotherapy.",
    "Since 2000, she has been working at the St. Jadwiga Queen School Complex in Żegocina as a visual arts teacher and school pedagogue."
  ],
  "achievements": [
    "1st place in the competition \"With heart and brush\" – for a Myślenice landscape, 2012.",
    "Distinction at the VI International Biennial of Pastels in Nowy Sącz, 2013. Maria Rytter Award for the work \"Anxiety\".",
    "Distinction at the International Biennial of Teachers' Artistic Creativity in Tarnów, 2012."
  ],
  "exhibitions": [
    "VII International Biennial of Teachers' Artistic Creativity – group exhibition in Tarnów – 2012.",
    "\"Inspirations\" - Individual exhibition at the Municipal Library in Bochnia – 2012.",
    "\"Winter landscape of Elbląg\" – group exhibition at the Old Town Hall in Elbląg – 2012.",
    "\"With heart and brush\" – competition for a Myślenice landscape – group exhibition – 2012.",
    "\"Calendar pages\" – individual exhibition at the Regional Museum \"Greek House\" in Myślenice – 2013.",
    "VI International Biennial of Pastels – group exhibition in Nowy Sącz – 2013.",
    "VI International Biennial of Pastels – group exhibition at the Palace of Arts in Cracow – 2014.",
    "Homeless Gallery, Bochnia – 2025.",
    "Post-plein-air exhibition of the II International Painting Plein-air \"Embraced by memory, prayer and care\", Laskowa – 2025."
  ]
}