{
  "artistName": "Katarzyna Kogutowicz",
  "artistPhoto": "images/featured/zdj_artysty.webp",
  "biography": [
    "Malarstwo Katarzyny Kogutowicz ujawnia, że właśnie świadectwo, a nie wędrówka przez pokłady wyobraźni, jest dla autorki najważniejsze, wędrówka po ziemi, po przestrzeniach znajomych i rozpoznawalnych. To obszary, przez które wiodą pewne, wytyczone i sprawdzone ścieżki, gdzie nie błądzi się po nieprzetartych szlakach. Dlatego bohaterami obrazów są okolice, w których mieszka i bywa najczęściej: południe Bocheńszczyzny i Limanowszczyzna.",
    "„Widać, że autorka je zna, często obserwuje i ukazuje z podziwem i czułością. Eksponuje ich urodę, wdzięk, malowniczość. Dostrzega je bez względu na pory roku i warunki atmosferyczne. Widać, że lubi bogatą architekturę, ale nęci ją również sama przyroda - bujna, wielobarwna. To ona stanowi nierzadko perspektywę, ramy obejmujące historyczne zabytki – zamki, kościoły, skanseny.",
    "Można pokusić się o stwierdzenie, że w malarstwie Kogutowicz widać elementy dawnego malarstwa holenderskiego. To właśnie malarze holenderscy pokazywali krajobraz rodzimy. Obrazy powstawały z bezpośredniej, realistycznej obserwacji, wiernie oddając klimat, pory dnia i roku…” - podkreśliła Bożena Kobiałka – dyrektor Muzeum Regionalnego „Dom Grecki w Myślenicach, prezentując sylwetkę artystki podczas otwarcia wystawy pt. „Kartki z Kalendarza”."
  ],
  "education": [
    "1995 – 2000 – studia na Wydziale Artystycznym Wyższej Szkoły Pedagogicznej im. Jana Długosza w\rCzęstochowie. Dyplom z wyróżnieniem z malarstwa w pracowni prof. Jolanty Winiszewskiej i dyplom\rz wyróżnieniem z rysunku u prof. Włodzimierza Kuleja.",
    "2001 – 2002 – studia podyplomowe z pedagogiki opiekuńczo – wychowawczej na Akademii\rPedagogicznej w Krakowie.",
    "2023 – 2024 – studia podyplomowe z terapii pedagogicznej z socjoterapią.",
    "Od 2000 r. pracuje w Zespole Szkół im. Świętej Jadwigi Królowej w Żegocinie jako nauczyciel plastyki i\rpedagog szkolny."
  ],
  "achievements": [
    "I miejsce w konkursie „Sercem i pędzlem” – na pejzaż myślenicki, 2012 r.",
    "Wyróżnienie w VI Międzynarodowym Biennale Pasteli w Nowym Sączu, 2013 r. Nagroda im. Marii\rRytter za pracę pt. „Niepokój”.",
    "Wyróżnienie w Międzynarodowym Biennale Twórczości Artystycznej Nauczycieli w Tarnowie, 2012\rr."
  ],
  "exhibitions": [
    "VII Międzynarodowe Biennale twórczości artystycznej nauczycieli – wystawa zbiorowa w Tarnowie –\r2012 r.",
    "„Inspiracje” - Wystawa indywidualna w Miejskiej Bibliotece w Bochni – 2012 r.",
    "„Zimowy pejzaż Elbląga” – wystawa zbiorowa w Ratuszu Staromiejskim w Elblągu – 2012 r.",
    "„Sercem i pędzlem” – konkurs na pejzaż myślenicki – wystawa zbiorowa – 2012 r.",
    "„Kartki z kalendarza” – wystawa indywidualna w Muzeum Regionalnym „Dom Grecki w Myślenicach –\r2013 r.",
    "VI Międzynarodowe Biennale Pasteli – wystawa zbiorowa w Nowym Sączu – 2013 r.",
    "VI Międzynarodowe Biennale Pasteli – wystawa zbiorowa w Pałacu Sztuki w Krakowie – 2014 r.",
    "Galeria bezdomna, Bochnia – 2025 r.",
    "Wystawa poplenerowa II Międzynarodowego Pleneru Malarskiego „ Otulone pamięcią, modlitwą i\rtroską”, Laskowa – 2025 r."
  ]
}